[
  {
    "content": {
      "fr": "Je recommande vivement Johan. La proposition commerciale était claire et le projet a été défini avec précision. La communication était régulière et Johan était à l'écoute des évolutions nécessaires au cours du projet. La mise en oeuvre a été rapide et efficace. Excellente prestation en tout point.",
      "en": "I highly recommend Johan. The commercial proposal was clear and the project was defined with accuracy. Communication was regular and Johan was attentive to the necessary changes throughout the project. Implementation was quick and efficient. An excellent performance in every aspect."
    },
    "name": "Jérôme Fouchard",
    "avatar": "jeromefouchard.jpeg",
    "position": {
      "fr": "Responsable pédagogique, EFM",
      "en": "Educational Manage, EFM"
    },
    "value": 5,
    "published": true
  },
  {
    "content": {
      "fr": "Johan a travaillé sur l'intégration de nouvelles fonctionnalités côté front de notre plateforme applicative Yunow. Il s'agissait de fonctionnalités permettant l'utilisation de notre plateforme dans le cadre de la création d'audioguides. L'ensemble est développé en PREACT / JS. Johan a été très efficace et a su prendre en main rapidement la plateforme et le code existant. Le résultat est à la hauteur de nos attentes, merci Johan 👍 !",
      "en": "Johan worked on integrating new features for the frontend side of our plateform named Yunow. Those features are meant to make our plateform ready for creating audio-guides. They have been developed using PREACT/JS. Johan has been very efficient and was able to quickly onboard into the plateform and into the existing codebase. The result match our expectations, thank you Johan 👍!"
    },
    "name": "Vincent Autin",
    "avatar": "vincentautin.jpg",
    "position": {
      "fr": "CEO, Yunow (biinlab)",
      "en": "CEO, Yunow (biinlab)"
    },
    "value": 5,
    "published": true
  },
  {
    "content": {
      "fr": "J'ai pu travailler aux côtés de Johan pendant plusieurs mois et cela a été une super expérience. Johan est très sympathique et prend le temps de bien comprendre les demandes et trouver des solutions adaptées. Il prend aussi le temps d'expliquer les démarches à suivre pour une bonne gestion de projet. Son code est de qualité car il maîtrise le JavaScript et React avec rigueur.",
      "en": "I worked with Johan during several months and it was an awesome experience. Johan is very nice and takes time to deeply understand the requests to find the suitable solutions. He takes time to explain the process for a good project management. He develops high-standard code because he masters JavaScript and React "
    },
    "name": "Armand Sallé",
    "avatar": "armand.jpg",
    "position": {
      "fr": "Freelance",
      "en": "Freelance"
    },
    "value": 5,
    "published": true
  },
  {
    "content": {
      "fr": "Nous avons eu un besoin de renfort sur une mission front-end/architecture pour notre client Creative Bot et avons fait appel à Johan. Son expertise et sa faculté d'adaptation ont permis de dépasser nos objectifs et de pleinement satisfaire le client. Le produit en sort grandi également, à la fois techniquement mais aussi d'un point de vue UX.",
      "en": "We had a need for reinforcement on a front-end / architecture mission for our client Creative Bot and we called  Johan on. His expertise and adaptability have made possible to exceed our objectives and fully satisfy the client. The product comes out grown, both technically but also from a UX point of view."
    },
    "name": "Pierre-Alexis Nicolas",
    "avatar": "pan.jpg",
    "position": {
      "fr": "CEO, Oqto",
      "en": "CEO, Oqto"
    },
    "value": 4,
    "published": true
  },
  {
    "content": {
      "fr": "J'avais besoin d'un site vitrine pour présenter mon activité afin que mes patients puissent mieux comprendre mon travail et mes pratiques. Johan a su cibler mes besoins pour me proposer une réponse adaptée. Il m'a aussi conseillé sur des points importants que je n'avais pas pris en compte initialement. Grâce à ce site j'ai pu augmenter ma visibilité et je passe maintenant moins de temps au téléphone. Je suis très satisfaite tant de son design que des conseils de mise en page qui m'ont été apportés.",
      "en": "I needed a showcase website to present my office so my patients can understand my job and my practices. Johan managed to target my needs and offer a suitable anwser. He also adviced me on important points I didn't anticipate. Thanks to this website, I gained in visibility and I can now spend less time on the phone. I am very pleased both on the design and on the advice about layout I've been given."
    },
    "name": "Morgane Gionnet",
    "avatar": "morganegionnet.jpg",
    "position": {
      "fr": "Psychologue",
      "en": "Psychologist"
    },
    "value": 5,
    "published": true
  },
  {
    "content": {
      "fr": "La peur est le chemin vers le côté obscur : la peur mène à la colère,  le colère mène à la haine, la haine mène à la souffrance.",
      "en": "Fear is the path to the dark side. Fear leads to anger. Anger leads to hate."
    },
    "name": "Yoda",
    "avatar": "yoda.jpg",
    "position": {
      "fr": "Chief Wisdom Officer",
      "en": "Chief Wisdom Officer"
    },
    "value": 4,
    "published": true
  },
  {
    "content": {
      "fr": "Le héros peut être en chacun, même en celui qui fait une chose aussi simple et rassurante que mettre un manteau sur les épaules d'un garçon et ainsi lui faire comprendre que le monde ne s'est pas écroulé.",
      "en": "A hero can be anyone. Even a man doing something as simple and reassuring as putting a coat around a young boy's shoulders to let him know that the world hadn't ended."
    },
    "name": "Batman",
    "avatar": "batman.jpg",
    "position": {
      "fr": "Freelance",
      "en": "Freelance"
    },
    "value": 5,
    "published": true
  }
]